{
    "name_zh":
        "野豬",
    "name_en":
        "Sus scrofa",
    "evolve_zh":
        "臺灣山豬",
    "evolve_en":
        "Sus scrofa taivanus",
    "title":
        "慵懶的",
    "description":
        "野豬又名山豬，豬屬動物。牠們原生於歐亞非大陸，後來因人類引進而廣爲分佈在世界上，適應多種棲息環境，為雜食性。\n現今肉類食糧主要來源之一的家豬，也是於8000年前由野豬馴化而成，牠是野豬下的一個亞種。野豬不僅與家豬外貌極為不同，成長速度也遠比家豬慢，體重亦較輕。",
    "details":
        {
            "分佈":
                "根據考古研究，豬科動物從距今大約4千萬年起就已出現在今歐洲一帶，而到距今大約1500萬年前，豬屬動物已廣泛分布於亞歐非大陸。野豬曾廣布於歐亞大陸及北非地區，西起西班牙與摩洛哥，東至日本，北起北歐地區與西伯利亞，南至印度尼西亞、印度與蘇丹的廣大區域都曾有野豬的存在。野豬的棲息環境跨越溫帶與熱帶，從半乾旱氣候至熱帶雨林、溫帶林地、草原等都有其蹤跡，也經常闖入農地覓食，但就是沒有在極乾旱，海拔極高，與極寒冷的地區出沒。除了青藏高原與戈壁沙漠外，牠們廣佈在中國境內。\n在近幾世紀，野豬的活動領域因人類獵捕而大量減少。他們可能是於13世紀時消失於英國；英格蘭北部於1610年確定已經毫無野豬存活，英格蘭國王詹姆士一世試圖重新引進野豬到一些國家公園，但因偷獵而告失敗。自1700年後，英國就不再有野豬出沒。\n丹麥最後的一頭野豬於19世紀初被射殺；1900年代時於德國、奧地利、義大利、突尼西亞和蘇丹等地完全消失。牠們已在俄羅斯大部份地區消失，尤其是阿爾泰山以西的地區。不過，在法國仍有很多野豬，且有增長的跡象。\n1950年代後歐洲和中亞的野豬開始回升：在1960年聖彼得堡及莫斯科的郊野發現有野豬出沒；1970年再次於丹麥與瑞典出現，可能是從動物園裡逃出來的；1980年代則因為車諾比核事故，電廠周圍的撤離區漸漸變成了野豬的生活空間；1990年又有野豬遷徙到義大利北部。另外在英國也有大量野豬從籠中逃出，在野外成長，數量正在上升。",
            "特徵":
                "野豬的體型粗壯，頭部較大，四肢短粗。毛色呈深褐色或黑色，年老的背上會長白毛，但也有地區性差異，在中亞地區曾有白色的野豬出現。幼豬的毛色為淺棕色，有黑色條紋。背上有長而硬的鬃毛。毛粗而稀，冬天的毛會長得較密。平均體長為1.5-2米（不包括尾長），肩高90厘米左右。體重90-200公斤，不同地區所產的大小也有不同。有些地區野豬的體重可達200公斤以上，中國東北地區與俄羅斯遠東地區產的野豬體重甚至達到將近400公斤。雄性野豬有兩對不斷生長的犬齒，可以用來作為武器或挖掘工具，犬齒平均長6厘米，其中3厘米露出嘴外；雌性野豬的犬齒較短，不露出嘴外，但也具有一定的殺傷力。",
            "生態":
                "野豬群一般有20隻，也曾有超過50隻。一般的野豬群有2-3隻母豬與一群幼豬，公豬只在發情期才會加入豬群。母豬一般會到偏僻的角落生產，一胎能產8-12隻幼豬。牠們的食物來源很廣泛，包括草、果實、堅果、根、昆蟲、鳥蛋、大家鼠、腐肉，甚至也會吃野兔和鹿崽等。野豬會挖洞居住，且是唯一會挖洞的有蹄類動物。野豬性情粗暴、攻擊性強，當受到威脅時，公豬會用獠牙來保護自己，沒有獠牙的母豬會咬對方。這樣的攻擊會導致嚴重創傷甚至致命。\n家豬可以在野外生活，即野生豬。野生豬經常會長成野豬的外表，故很難與自然或引入的真正野豬分辨開來。野生豬、走失的家豬或野豬的特徵因牠們的所在地及遭遇而有所不同。例如在紐西蘭，野生豬其實是源自詹姆斯·庫克於1770年代送給毛利人的禮物。家豬與野生豬的另一個分別在於其毛皮。野生豬的毛皮很厚，長滿褐色至黑色的鬃毛。牠們的背部也會突起，故在美國南部有一種稱為尖背半野生豬的野生豬。牠們的尾巴也很長及直，腳、頭部及吻都較家豬的長。\n野豬是老虎的獵物。老虎會跟蹤野豬群，逐一地襲擊牠們，此方法曾完全摧毀整群野豬。老虎也會追捕野豬，但很少會如此對付雄豬，儘管野豬因自衛而殺死老虎的情況極為罕見。狼也會吃野豬，尤其在義大利、伊比利亞半島及俄羅斯。狼很少會面對面地襲擊野豬，很多時會攻擊牠們的會陰，令牠們失去平衡及大量出血。在以往蘇聯的一些地區，單單一群狼每年就可以殺死50-80隻野豬。在義大利的一些地區，由於野豬大量被狼所獵殺，引發野豬發展出一種對狼及家犬較具攻擊性的行為。條紋鬣狗有時也會獵食野豬，但似乎只限位於非洲西北部、中東及印度的三個較大亞種。"
        }
}