{
    "name_zh":
        "鳳頭蒼鷹",
    "name_en":
        "Accipiter trivirgatus",
    "evolve_zh":
        "鳳頭熊鷹",
    "evolve_en":
        "Accipiter trivirgatus aquila",
    "title":
        "英姿颯爽的",
    "description":
        "鳳頭蒼鷹，又名鳳頭雀鷹、粉鳥鷹、打鳥鷹或斑鳩鷹仔，是一種鷹科鷹屬的中型鳥類。於1824年被發表成一新物種。其分布相當廣泛，遍及東亞、東南亞至南亞等地，在各地有不同外觀及體型大小的變化，共有11種亞種。\n鳳頭蒼鷹的特徵為其頭部具短冠羽，脖子上有位於中央的寬黑條紋，胸腹佈滿縱紋，尾部具深淺交錯的條紋。兩性異形，但需要以比較的方式才較易分辨雄雌，雄性頭部偏灰，並有更為明顯的白色尾下覆羽，會在宣示領域時有下壓雙翅並抖動的特殊行為；而雌性體型較大，整體偏棕褐色。飛行時雙翼整體邊緣圓滑，並且其鼓翼頻率較容易混淆的松雀鷹低且不喜鳴叫。\n鳳頭蒼鷹主要分布於低海拔的樹林裡，但也對人類活動的環境適應力甚強，是少數能在都市區域生活的猛禽之一，在台灣是唯一能在都市綠地上繁衍生息的日行性猛禽。其食性相當廣泛，包含小型哺乳類、鳥類、蛙類及爬蟲類等。繁殖期依各地氣候不同有些差距，通常在12月至5月間進行繁殖。喜歡築巢於樹冠層，通常一次會生兩顆卵，孵化後由雌性負責育幼，雄性負責捕食及守衛。",
    "details":
        {
            "分佈":
                "鳳頭蒼鷹一般偏好在低海拔丘陵地的樹林裡生活。但亞成鳥有機會行一定程度的擴散，並跨海移動到其他離岸島嶼上生活。牠們偏好居於潮濕的熱帶低地和亞熱帶的山地，特別是在林地和開放地區交界地帶。牠們多分佈於海拔1800公尺以下的地方，但最高可至海拔2400公尺的地方發現牠們的蹤跡。台灣亞種通常分布在1500公尺以下的闊葉林、針闊葉混合林、次生林，經常出沒於森林與開闊農地交界地帶。而在尼泊爾，常見於靠近河流的地區；有時在次生林、森林的村落附近、耕地或有樹木的植物園周圍。\n牠們分佈東北亞的華南地區、台灣，南亞的印度和斯里蘭卡及東南亞的菲律賓和印尼等地。在台灣，受到森林逐漸碎片化的影響，出現於市區的最早紀錄是在1980年的台北植物園，之後也被發現出沒於樹林茂密的大型公園及校園等地，是台灣目前唯一能在都會區內終年生息並繁殖後代的猛禽。",
            "特徵":
                "鳳頭蒼鷹是一種中型體形猛禽。翅膀較短，使其停棲時翼尖僅可能會稍微突出尾巴基部，通常僅達尾羽約1/3的地方。野外壽命平均約11年，圈養環境下可至30年。\n外觀上，鳳頭蒼鷹頭上為偏黑色的短冠羽，但垂下時不太明顯，僅緊張時才豎起而變得明顯，是唯一具有冠羽的鷹屬成員。牠們具有寬大的方形頭部，臉部灰色並帶黑色的紋路，喉嚨為白色且中央有一條很寬的深褐至黑色的條紋，喙灰至黑色。眼睛虹膜顏色在黃色至紅橙色之間，眼眶黃色，鼻孔周圍為綠黃色到黃色。有些個體會有不明顯的白色眉線。胸部紅棕色，有黑色條紋，腹部主體白色並帶有橙至棕色的條紋。翅膀外側的覆羽以褐色為主，而內側的羽毛為白色帶深色條紋。飛羽末端白色，並帶有黑色寬條紋，展翅時明顯可見其最外側的六根初級飛羽構成的圓滑翼緣；次級飛羽凸出且末端圓鈍；尾下覆羽為白色呈蓬鬆狀，尾羽有3—5條黑色和等寬的淺色條紋，尾巴稍微呈圓形。而腳在黃色到橙黃色之間，且整個腿部較粗壯。",
            "生態":
                "鳳頭蒼鷹為日行性猛禽，也不會進行遷徙，是一種留鳥。在繁殖季節外，鳳頭蒼鷹以單獨活動為主。它們具有領域性，生性兇猛，但並不會攻擊人類。其在天熱時會有洗澡或展翅做日光浴驅蟲的行為。\n鳳頭蒼鷹為肉食性，可捕食的生物相當多樣化且能調整，這可能是這種猛禽能夠生存於都市中的原因之一。在其自然環境下，獵物多為斯文豪氏攀蜥、赤腹松鼠、大鼠屬的鼠類；而都市環境中的鳳頭蒼鷹多獵捕小型哺乳類、鳥類、蛙類及爬蟲類，如麻雀、綠繡眼、五色鳥、白頭翁、小啄木、紅鳩、珠頸斑鳩、金背鳩、錢鼠、松鼠、溝鼠、鼩鼱、蜥蜴、蛇類，虎皮蛙、蟾蜍等，也會獵食鳩鴿科鳥類或夜鷺，甚至傳出曾在婆羅洲的洞穴口捕食蝙蝠。在哺育幼鳥時，成鳥通常只在白天時段獵食並餵養牠們。獵食時，多以隱匿在樹中再突然衝出的偷襲方式捕捉獵物。\n鳳頭蒼鷹身為猛禽之一，在都市區天敵較少。在市郊地區，其幼鳥的主要威脅是樹棲性的大型蛇類捕食及颱風破壞鳥巢。蛋被松鼠食用，或幼鳥食用到含有鴿子毛滴蟲感染的食物而死亡都可能是造成育幼失敗的原因之一。"
        }
}