{
    "name_zh":
        "狼",
    "name_en":
        "Canis lupus",
    "evolve_zh":
        "逮完狼",
    "evolve_en":
        "Canis homo formosanus",
    "title":
        "有靈性的",
    "description":
        "狼，或稱為灰狼，哺乳綱，犬科，在生物學上與狗為同一物種，為現生犬科動物中體型最大的物種。狼這個物種曾是地球上分佈地區最廣的哺乳動物，包括北美和歐亞大陸，但如今在西歐、墨西哥與美國大部份地區已然絕跡。它們主要棲息在荒野或偏遠地區，但並不限於此。由於人類厭惡狼對豢養牲畜不顧一切的獵捕行為、以及害怕被狼攻擊的恐懼、棲息地大量的破壞，其棲息地已經縮減了三分之一。\n目前，狼主要分佈於亞洲、歐洲、北美和中東（主要是北半球的溫帶區域）。它們是生態系統原有的一部分，各地不同生態系統的多樣性，反映了狼這個物種的適應能力。這其中包括而不限於森林、沙漠、山地、寒帶草原、西伯利亞針葉林、草地。\n狼是社會性的獵食動物，狼群以群居的形式組成，包括一對配偶、及其子女，有時也包括收養的未成年幼狼。狼屬於典型的食物鏈上層掠食者。在牠們的棲息地中，只有人類和老虎對它們構成實質威脅。它們通常群體行動，由於狼會捕食羊等家畜，因此直到20世紀末期前都被人類大量捕殺，一些亞種如日本狼、紐芬蘭狼等都已經絕種，雖然有一些其它亞種已經確認，但亞種的確切數量仍舊未定。",
    "details":
        {
            "分佈":
                "灰狼曾是地球上分佈最廣的哺乳動物，最北在歐亞洲高達北緯12度，北美洲15度。狼對於人類造成的環境改變有適應上的困難，並常被用作指標生物，用以劃定生態區或指示環境條件如疾病暴發、污染、物種競爭、或氣候變化等的物種。灰狼似乎無法如郊狼般能適應環境受人類改變的變化。人類的擴張使郊狼的數量上升，也導致灰狼減少。\n環境因素以外，人類侵占自然棲息地也影響狼的數量，狼成為地球上受迫害最嚴重的野生動物之一。但因為多種原因人類只要看到狼就射殺，因為要取得它們的皮毛、保護自己的牲畜、甚至只是為了打獵休閒。即使只要獵物存在健康數量時，狼群鮮少攻擊牲畜，更少攻擊人。但這些原因仍使狼被視為惡毒和嗜血的象徵，其偏見更加嚴重。",
            "特徵":
                "灰狼是體型瘦長，有力的動物。有大而深的肋骨架、傾斜的背、腹部內縮、頸部肌肉有力。四肢長而強健，和有點小的腳掌。每隻前掌各有五趾，後掌有四趾。前肢看起來像是壓入胸腔，肘部向內，而腳掌向外。就這樣的體型而言，狼非常強壯，可以將冰凍的麋鹿翻轉。\n狼的腳掌可以輕易適應各種類型的地面，特別是雪地。它們的足趾之間有一點蹼，使它們在雪地上行動能比獵物更為方便。狼是趾行性動物，體重能很好地分佈在積雪上。它們的前腳掌比後腳掌略大，掌上有五個趾，後腳掌沒有上趾。掌上的毛和略鈍的爪幫助它們抓住濕滑的地面。特殊的血管保護狼的腳掌不會在雪地中凍傷，在趾間的腺體分泌會在腳印上留下氣味，幫助狼記錄自己的行蹤，同時也提供線索讓其它的狼知道自己的所在。與犬不同，狼在腳掌的肉墊上沒有汗腺。它們可以用56-64公里的時速，持續跑20分鐘。\n狼的咬合壓力高達1500psi，德國牧羊犬僅有 750psi。這種力道足以咬碎多數的骨頭。\n狼的嗅覺不如某些獵犬，在上風處2-3公里遠能聞到腐肉。雖然它們會跟蹤新的足跡，但很少能捉到躲藏的野兔或鳥類。已知捕捉到的狼可以用嗅覺知道餵養它們的人剛吃了甚麼食物。它們的聽覺非常靈敏，可以聽到頻率高達 26kHz 的聲音，比狐狸好。它們甚至可以察覺秋天落葉的聲音，傳說狼害怕絃樂器的聲音，也許有事實根據，倫敦動物園中養的狼對強烈的d小調和絃聲音會表現出不安。雖然它們夜視能力是犬科動物中最好的，但它們的視力不如貓類。",
            "生態":
                "狼選擇不同的地點做窩，寒冷、潮濕和風大的時候，它們會選擇有遮蔽的地點。乾燥、安靜和溫暖的氣候時，它們會選擇露天的場所。秋天和春天，是狼活躍的季節，無論是在什麼區域，它們選擇露天棲息。\n雖然狼群會合作以及策略性獵捕獵物，但它們並不像母獅群那般頻繁與有效的運用策略。與獅群不同，狼群很少穩定維持兩年以上，因此它們學習合作獵捕的時間比較短。一般愈大的狼群，每隻狼可分得的食物通常愈少。整體而言單一隻狼或僅是對偶的狼群，比大的狼群的獵捕成功率較高。有發現單一隻狼仍獨自成功獵捕大型獵物如美洲野牛、麋鹿等。\n進行獵捕時，如果獵物是成群的，狼在接近獵物時會先隱蔽自己，然後試圖打散群體，或設法隔離出落單的個體。如果目標獵物站著不動，狼可能會放棄它，也可能會促使它開始跑。對於小型獵物，狼會嘗試儘快抓到。對於大型獵物，追逐會拖長，以消耗獵物的體力。雖然有紀錄一匹狼曾追蹤一頭鹿遠達21公里，但狼通常在追逐1-2公里後，就會放棄。\n狼嚎有許多作用，通常在獵食前及獵捕後，狼會用狼嚎來聚集其狼群。狼嚎也用來傳達警告，特別是在狼穴附近。在風暴中或不熟悉的地區，也用於找出其它狼的位置，和遠距離溝通。"
        }
}